Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Could not determine insulin units value.
de: Ich kann den eingegebenen Wert nicht erkennen.
es: No se pudo determinar el valor de las unidades de insulina.
fr: Impossible de déterminer la valeur des unités d'insuline.
it: Impossibile determinare il valore delle unità di insulina.
ja: インスリン単位の値を決定できませんでした。
nl: Kon de waarde van de insuline-eenheden niet bepalen.
pl: Nie udało się określić liczby jednostek insuliny.
ru: Не удалось определить значение единиц инсулина.
zh_hans: 无法确定胰岛素单位值。

source: Could not reach Dexcom servers.
de: Die Dexcom-Server konnten nicht erreicht werden.
es: No se pudo contactar con los servidores de Dexcom.
fr: Impossible de joindre les serveurs Dexcom.
it: Impossibile raggiungere i server Dexcom.
ja: Dexcomサーバーに接続できませんでした。
nl: De Dexcom-servers konden niet worden bereikt.
pl: Nie udało się połączyć z serwerami Dexcom.
ru: Не удалось связаться с серверами Dexcom.
zh_hans: 无法连接Dexcom服务器。

source: Couldn't find the sensor. Keep your phone near it.
de: Der Sensor wurde nicht gefunden. Halte dein Smartphone in seiner Nähe.
es: No se encontró el sensor. Mantén el teléfono cerca de él.
fr: Capteur introuvable. Gardez votre téléphone à proximité.
it: Sensore non trovato. Tieni il telefono vicino al sensore.
ja: センサーが見つかりませんでした。スマートフォンをセンサーの近くに置いてください。
nl: De sensor is niet gevonden. Houd je telefoon in de buurt.
pl: Nie znaleziono sensora. Trzymaj telefon w jego pobliżu.
ru: Не удалось найти датчик. Держите телефон рядом с ним.
zh_hans: 找不到传感器。请将手机保持在传感器附近。

source: Couldn't read the sensor. Hold the top of your phone against the sensor and hold still.
de: Der Sensor konnte nicht gelesen werden. Halte die Oberseite deines Smartphones ruhig an den Sensor.
es: No se pudo leer el sensor. Mantén la parte superior del teléfono apoyada contra el sensor sin moverla.
fr: Impossible de lire le capteur. Maintenez le haut de votre téléphone immobile contre le capteur.
it: Impossibile leggere il sensore. Tieni ferma la parte superiore del telefono contro il sensore.
ja: センサーを読み取れませんでした。スマートフォンの上部をセンサーに当て、動かさないでください。
nl: De sensor kon niet worden gelezen. Houd de bovenkant van je telefoon stil tegen de sensor.
pl: Nie udało się odczytać sensora. Przytrzymaj nieruchomo górną część telefonu przy sensorze.
ru: Не удалось прочитать датчик. Неподвижно прижмите верхнюю часть телефона к датчику.
zh_hans: 无法读取传感器。请将手机顶部贴住传感器并保持不动。

source: Credentials
de: Zugangsdaten
es: Credenciales
fr: Identifiants
it: Credenziali
ja: 資格証明書
nl: Inloggegevens
pl: Dane logowania
ru: Учетные данные
zh_hans: 资格证明

source: Critical alerts can play a sound even when your iPhone is muted or a Focus is active. iOS will ask for permission the first time you enable one. FLwatch alerts are delivered on a best-effort basis and may be delayed or missed. Always confirm your glucose reading before taking action.
de: Kritische Hinweise können auch dann einen Ton abspielen, wenn dein iPhone stummgeschaltet oder ein Fokus aktiv ist. iOS fragt beim ersten Aktivieren nach der Berechtigung. FLwatch-Hinweise werden nach bestem Bemühen zugestellt und können verspätet eintreffen oder ausbleiben. Bestätige immer deinen Glukosewert, bevor du Maßnahmen ergreifst.
es: Las alertas críticas pueden reproducir un sonido incluso si el iPhone está silenciado o hay un modo de concentración activo. iOS solicitará permiso la primera vez que actives una. Las alertas de FLwatch se entregan en la medida de lo posible y pueden retrasarse o no llegar. Confirma siempre tu lectura de glucosa antes de actuar.
fr: Les alertes critiques peuvent émettre un son même si votre iPhone est en mode silencieux ou si un mode de concentration est actif. iOS demandera votre autorisation lors de la première activation. Les alertes FLwatch sont envoyées dans la mesure du possible et peuvent être retardées ou manquées. Confirmez toujours votre glycémie avant d’agir.
it: Gli avvisi critici possono riprodurre un suono anche quando iPhone è in modalità silenziosa o è attiva una full immersion. iOS chiederà l’autorizzazione la prima volta che ne abiliti uno. Gli avvisi di FLwatch vengono inviati secondo disponibilità e potrebbero arrivare in ritardo o non arrivare. Conferma sempre la lettura del glucosio prima di agire.
ja: 重大な通知は、iPhoneが消音モードでも集中モードが有効でも音を鳴らせます。初めて有効にするときにiOSが許可を求めます。 FLwatchの通知は可能な範囲で配信されるため、遅延したり届かなかったりする場合があります。行動する前に必ずグルコース値を確認してください。
nl: Kritieke meldingen kunnen geluid afspelen, ook wanneer je iPhone is gedempt of een focus actief is. iOS vraagt om toestemming wanneer je er voor het eerst een inschakelt. FLwatch-meldingen worden naar beste vermogen afgeleverd en kunnen vertraagd zijn of uitblijven. Controleer altijd je glucosewaarde voordat je actie onderneemt.
pl: Alerty krytyczne mogą odtwarzać dźwięk nawet wtedy, gdy iPhone jest wyciszony lub aktywny jest tryb skupienia. Przy pierwszym włączeniu alertu iOS poprosi o pozwolenie. Alerty FLwatch są dostarczane w miarę możliwości i mogą być opóźnione lub pominięte. Przed podjęciem działania zawsze potwierdź odczyt glukozy.
ru: Критические уведомления могут воспроизводить звук, даже если iPhone переведён в бесшумный режим или включён режим фокусирования. При первом включении iOS запросит разрешение. Уведомления FLwatch доставляются по мере возможности и могут задерживаться или не приходить. Перед любыми действиями всегда перепроверяйте показание глюкозы.
zh_hans: 即使iPhone已静音或专注模式处于开启状态，关键警报也可以播放声音。首次启用时，iOS会请求权限。 FLwatch警报会尽力送达，但可能延迟或遗漏。采取行动前，请务必确认葡萄糖读数。

source: Critically low glucose alerts
de: Warnungen bei kritisch niedrigem Glukosewert
es: Alertas de glucosa críticamente baja
fr: Alertes de glycémie très basse
it: Avvisi di glucosio criticamente basso
ja: 重度の低グルコースアラート
nl: Waarschuwingen voor kritiek lage glucose
pl: Alerty krytycznie niskiego poziomu glukozy
ru: Оповещения о критически низком уровне глюкозы
zh_hans: 葡萄糖严重偏低提醒

source: Current glucose & IOB
de: Aktuelle Glukose & IOB
es: Glucosa actual e IOB
fr: Glucose actuel et IOB
it: Glucosio attuale e IOB
ja: 現在のグルコースと IOB
nl: Huidige glucose en IOB
pl: Aktualna glukoza i IOB
ru: Текущая глюкоза и IOB
zh_hans: 当前葡萄糖与 IOB

# Current glucose: %@. Trend: %@
source: Current glucose: %1$@. Trend: %2$@
de: Aktueller Glukosewert: %1$@. Trend: %2$@
es: Glucosa actual: %1$@. Tendencia: %2$@
fr: Glycémie actuelle : %1$@. Tendance : %2$@
it: Glucosio attuale: %1$@. Tendenza: %2$@
ja: 現在の血糖値: %1$@. 傾向: %2$@
nl: Huidige glucose: %@. Trend: %@
pl: Aktualny poziom glukozy: %@. Trend: %@
ru: Текущая глюкоза: %@. Тренд: %@
zh_hans: 当前血糖值：%1$@。趋势：%2$@。

source: Current raw sensor value
de: Aktueller Rohwert des Sensors
es: Valor bruto actual del sensor
fr: Valeur brute actuelle du capteur
it: Valore grezzo attuale del sensore
ja: 現在のセンサー未補正値
nl: Huidige onbewerkte sensorwaarde
pl: Bieżąca surowa wartość z sensora
ru: Текущее исходное значение датчика
zh_hans: 当前传感器原始值

source: Date and time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ja: 日時
nl: Datum en tijd
pl: Data i godzina
ru: Дата и время
zh_hans: 日期和时间

source: Default behaviour: opens FLwatch app. Only watchOS 11 and later.
de: Standardverhalten: FLwatch-App wird geöffnet. watchOS 11+
es: Comportamiento predeterminado: abre la aplicación FLwatch. watchOS 11+
fr: Comportement par défaut : ouvre l'application FLwatch. watchOS 11+
it: Comportamento predefinito: apre l'app FLwatch. Solo watchOS 11 e versioni successive.
ja: デフォルト動作: FLwatch アプリを開きます。watchOS 11+
nl: Standaardgedrag: opent de FLwatch-app. Alleen watchOS 11 en hoger.
pl: Domyślne zachowanie: otwiera aplikację FLwatch. Tylko watchOS 11 i nowszy.
ru: Поведение по умолчанию: открывает приложение FLwatch. Только для watchOS 11 и новее.
zh_hans: 默认行为：打开FLwatch应用程序。watchOS 11+

source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
nl: Alles verwijderen
pl: Usuń wszystko
ru: Удалить всё
zh_hans: 全部删除

source: Delete all calibration entries?
de: Alle Kalibrierungseinträge löschen?
es: ¿Eliminar todas las entradas de calibración?
fr: Supprimer toutes les entrées d’étalonnage ?
it: Eliminare tutte le voci di calibrazione?
ja: キャリブレーション項目をすべて削除しますか？
nl: Alle kalibratievermeldingen verwijderen?
pl: Usunąć wszystkie wpisy kalibracji?
ru: Удалить все записи калибровки?
zh_hans: 删除所有校准条目？

source: Delete all comparisons
de: Alle Vergleiche löschen
es: Eliminar todas las comparaciones
fr: Supprimer toutes les comparaisons
it: Elimina tutti i confronti
ja: 比較をすべて削除
nl: Alle vergelijkingen verwijderen
pl: Usuń wszystkie porównania
ru: Удалить все сравнения
zh_hans: 删除所有比较

source: Detected region
de: Erkannte Region
es: Región detectada
fr: Région détectée
it: Regione rilevata
ja: 検出された地域
nl: Gedetecteerde regio
pl: Wykryty region
ru: Определенный регион
zh_hans: 检测到的地区

source: Dexcom account is not connected.
de: Das Dexcom-Konto ist nicht verbunden.
es: La cuenta de Dexcom no está conectada.
fr: Le compte Dexcom n’est pas connecté.
it: L’account Dexcom non è connesso.
ja: Dexcom アカウントが接続されていません。
nl: Het Dexcom-account is niet verbonden.
pl: Konto Dexcom nie jest połączone.
ru: Учетная запись Dexcom не подключена.
zh_hans: Dexcom 账户未连接。

source: Dexcom account not found at this region. Check the email address and try again.
de: Dexcom-Konto in dieser Region nicht gefunden. Prüfen Sie die E-Mail-Adresse und versuchen Sie es erneut.
es: No se encontró la cuenta de Dexcom en esta región. Comprueba la dirección de correo electrónico e inténtalo de nuevo.
fr: Compte Dexcom introuvable dans cette région. Vérifiez l’adresse e-mail et réessayez.
it: Account Dexcom non trovato in questa regione. Controlla l’indirizzo e-mail e riprova.
ja: この地域では Dexcom アカウントが見つかりません。メールアドレスを確認してもう一度お試しください。
nl: Dexcom-account niet gevonden in deze regio. Controleer het e-mailadres en probeer het opnieuw.
pl: Nie znaleziono konta Dexcom w tym regionie. Sprawdź adres e-mail i spróbuj ponownie.
ru: Учетная запись Dexcom не найдена в этом регионе. Проверьте адрес электронной почты и повторите попытку.
zh_hans: 在此地区找不到 Dexcom 账户。请检查电子邮件地址并重试。

source: Dexcom request timed out.
de: Zeitüberschreitung bei der Dexcom-Anfrage.
es: La solicitud a Dexcom ha agotado el tiempo de espera.
fr: La requête Dexcom a expiré.
it: La richiesta Dexcom è scaduta.
ja: Dexcomリクエストがタイムアウトしました。
nl: Time-out bij Dexcom-verzoek.
pl: Upłynął limit czasu żądania Dexcom.
ru: Время ожидания запроса Dexcom истекло.
zh_hans: Dexcom请求超时。

source: Dexcom returned no recent readings.
de: Dexcom hat keine aktuellen Messwerte zurückgegeben.
es: Dexcom no devolvió lecturas recientes.
fr: Dexcom n’a renvoyé aucune mesure récente.
it: Dexcom non ha restituito letture recenti.
ja: Dexcom から最近の測定値が返されませんでした。
nl: Dexcom heeft geen recente metingen teruggegeven.
pl: Dexcom nie zwrócił ostatnich odczytów.
ru: Dexcom не вернул недавние показания.
zh_hans: Dexcom 未返回近期读数。

source: Dexcom Sensor Settings
de: Dexcom-Sensoreinstellungen
es: Ajustes del sensor Dexcom
fr: Réglages du capteur Dexcom
it: Impostazioni sensore Dexcom
ja: Dexcom センサー設定
nl: Dexcom-sensorinstellingen
pl: Ustawienia sensora Dexcom
ru: Настройки сенсора Dexcom
zh_hans: Dexcom 传感器设置

source: Dexcom session expired.
de: Die Dexcom-Sitzung ist abgelaufen.
es: La sesión de Dexcom ha caducado.
fr: La session Dexcom a expiré.
it: La sessione Dexcom è scaduta.
ja: Dexcom セッションの有効期限が切れました。
nl: De Dexcom-sessie is verlopen.
pl: Sesja Dexcom wygasła.
ru: Сеанс Dexcom истек.
zh_hans: Dexcom 会话已过期。

source: Dexcom Share doesn't send these settings, so set them here. Values are shown in the selected unit and used for the graph target range and reading colors.
de: Dexcom Share sendet diese Einstellungen nicht, daher legen Sie sie hier fest. Werte werden in der ausgewählten Einheit angezeigt und für den Zielbereich des Diagramms sowie die Messwertfarben verwendet.
es: Dexcom Share no envía estos ajustes, así que configúralos aquí. Los valores se muestran en la unidad seleccionada y se usan para el rango objetivo del gráfico y los colores de las lecturas.
fr: Dexcom Share n’envoie pas ces réglages. Définissez-les donc ici. Les valeurs sont affichées dans l’unité sélectionnée et utilisées pour la plage cible du graphique et les couleurs des mesures.
it: Dexcom Share non invia queste impostazioni, quindi impostale qui. I valori sono mostrati nell’unità selezionata e usati per l’intervallo target del grafico e i colori delle letture.
ja: Dexcom Share はこれらの設定を送信しないため、ここで設定してください。値は選択した単位で表示され、グラフの目標範囲と測定値の色に使用されます。
nl: Dexcom Share stuurt deze instellingen niet mee, dus stel ze hier in. Waarden worden in de geselecteerde eenheid getoond en gebruikt voor het streefbereik van de grafiek en de kleuren van metingen.
pl: Dexcom Share nie wysyła tych ustawień, więc ustaw je tutaj. Wartości są wyświetlane w wybranej jednostce i używane do zakresu docelowego wykresu oraz kolorów odczytów.
ru: Dexcom Share не передает эти настройки, поэтому задайте их здесь. Значения отображаются в выбранных единицах и используются для целевого диапазона графика и цветов показаний.
zh_hans: Dexcom Share 不会发送这些设置，因此请在这里设置。数值会以所选单位显示，并用于图表目标范围和读数颜色。

source: Difference is blood value minus the uncorrected sensor value. Tap a row to edit it; swipe to delete it. Entries are cleared when a different sensor is paired.
de: Die Differenz ergibt sich aus dem Blutzuckerwert abzüglich des unkorrigierten Sensorwerts. Tippe auf eine Zeile, um sie zu bearbeiten; streiche zum Löschen darüber. Die Einträge werden gelöscht, wenn ein anderer Sensor gekoppelt wird.
es: La diferencia es el valor de glucosa en sangre menos el valor del sensor sin corregir. Toca una fila para editarla; deslízala para eliminarla. Las entradas se borran cuando se enlaza un sensor diferente.
fr: La différence correspond à la valeur glycémique moins la valeur non corrigée du capteur. Touchez une ligne pour la modifier ; balayez-la pour la supprimer. Les entrées sont effacées lorsqu’un autre capteur est associé.
it: La differenza è il valore glicemico meno il valore non corretto del sensore. Tocca una riga per modificarla; scorri per eliminarla. Le voci vengono cancellate quando viene abbinato un sensore diverso.
ja: 差は、血糖値から未補正のセンサー値を引いた値です。行をタップすると編集でき、スワイプすると削除できます。別のセンサーをペアリングすると、項目は消去されます。
nl: Het verschil is de bloedglucosewaarde min de ongecorrigeerde sensorwaarde. Tik op een rij om deze te bewerken; veeg om deze te verwijderen. Vermeldingen worden gewist wanneer een andere sensor wordt gekoppeld.
pl: Różnica to wartość glukozy we krwi pomniejszona o nieskorygowaną wartość sensora. Stuknij wiersz, aby go edytować; przesuń, aby go usunąć. Wpisy są usuwane po sparowaniu innego sensora.
ru: Разница равна значению глюкозы крови за вычетом нескорректированного значения датчика. Нажмите строку, чтобы изменить её; смахните, чтобы удалить. Записи удаляются при сопряжении другого датчика.
zh_hans: 差值等于血糖值减去未经校正的传感器值。轻点某一行可进行编辑；轻扫可将其删除。配对其他传感器时，这些条目将被清除。

source: Disconnect sensor
de: Sensor trennen
es: Desconectar sensor
fr: Déconnecter le capteur
it: Disconnetti sensore
ja: センサーの接続を解除
nl: Sensor loskoppelen
pl: Odłącz sensor
ru: Отключить датчик
zh_hans: 断开传感器连接

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 接続が切断されました
nl: Verbroken
pl: Rozłączono
ru: Отключено
zh_hans: 断开连接

source: Discussion forum
de: Diskussionsforum
es: Foro de debate
fr: Forum de discussion
it: Forum di discussione
ja: ディスカッションフォーラム
nl: Discussieforum
pl: Forum dyskusyjne
ru: Форум
zh_hans: 讨论论坛

source: Dismiss
de: Schliessen
es: Descartar
fr: Ignorer
it: Ignora
ja: 却下する
nl: Sluiten
pl: Zamknij
ru: Закрыть
zh_hans: 驳回

source: Do you want to add %.1f units?
de: Möchten Sie %.1f Einheiten Insulin hinzufügen?
es: ¿Quiere añadir %.1f unidades?
fr: Voulez-vous ajouter %.1f unités ?
it: Vuoi aggiungere %.1f unità?
ja: %.1f 単位を追加しますか？
nl: Wil je %.1f eenheden toevoegen?
pl: Czy chcesz dodać %.1f jednostki?
ru: Хотите добавить %.1f единицы?
zh_hans: 您要添加 %.1f 个单位吗？

source: Do you want to resend the insulin history to the watch?
de: Möchten Sie den Insulinverlauf erneut an die Uhr senden?
es: ¿Desea volver a enviar el historial de insulina al reloj?
fr: Voulez-vous renvoyer l’historique d’insuline vers la montre ?
it: Vuole inviare di nuovo la cronologia dell’insulina all’orologio?
ja: インスリン履歴を Watch に再送信しますか？
nl: Wil je de insulinegeschiedenis opnieuw naar het horloge sturen?
pl: Czy chcesz ponownie wysłać historię insuliny na zegarek?
ru: Хотите снова отправить историю инсулина на часы?
zh_hans: 要将胰岛素历史记录重新发送到手表吗？

source: Do you want to reset insulin history?
de: Möchten Sie den Insulin Verlauf zurücksetzen?
es: ¿Desea restablecer el historial de insulina?
fr: Voulez-vous réinitialiser l'historique de l'insuline ?
it: Vuoi azzerare la cronologia dell'insulina?
ja: インスリンの履歴をリセットしますか？
nl: Wil je de insulinegeschiedenis resetten?
pl: Czy chcesz zresetować historię insuliny?
ru: Хотите сбросить историю инсулина?
zh_hans: 您是否需要重置胰岛素使用记录？

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
pl: Gotowe
ru: Готово
zh_hans: 完成

source: Enable Bluetooth heartbeat
de: Bluetooth-Heartbeat aktivieren
es: Activar latido de Bluetooth
fr: Activer le heartbeat Bluetooth
it: Abilita heartbeat Bluetooth
ja: Bluetoothハートビートを有効にする
nl: Bluetooth-heartbeat inschakelen
pl: Włącz heartbeat Bluetooth
ru: Включить Bluetooth heartbeat
zh_hans: 启用蓝牙心跳

source: Enable Live Activities
de: Live-Aktivitäten aktivieren
es: Activar actividades en directo
fr: Activer les activités en direct
it: Abilita attività in tempo reale
ja: ライブアクティビティを有効にする
nl: Live Activities inschakelen
pl: Włącz Live Activities
ru: Включить Live Activities
zh_hans: 启用实时活动

source: Ended
de: Beendet
es: Finalizado
fr: Terminé
it: Terminato
ja: 終了済み
nl: Beëindigd
pl: Zakończono
ru: Завершён
zh_hans: 已结束

source: Ends
de: Endet
es: Finaliza
fr: Se termine
it: Termina
ja: 終了日時
nl: Eindigt
pl: Koniec
ru: Завершение
zh_hans: 结束时间

source: Enjoying FLwatch?
de: Gefällt Ihnen FLwatch?
es: ¿Te gusta FLwatch?
fr: Vous appréciez FLwatch ?
it: Ti piace FLwatch?
ja: FLwatchを楽しんでいますか？
nl: Bevalt FLwatch?
pl: Podoba Ci się FLwatch?
ru: Нравится FLwatch?
zh_hans: 喜欢FLwatch吗？

source: Enter grams per 1U (e.g., 10 ≙ 1U/10g).
de: Geben Sie Gramm pro 1U ein (z. B. 10 ≙ 1U/10g).
es: Introduzca los gramos por 1U (por ejemplo, 10 ≙ 1U/10g).
fr: Entrez les grammes par 1U (par exemple, 10 ≙ 1U/10g).
it: Inserisci i grammi per 1U (ad esempio, 10 ≙ 1U/10g).
ja: 1Uあたりのグラム数を入力してください（例：10 ≙ 1U/10g）。
nl: Voer gram per 1U in (bijv. 10 ≙ 1U/10g).
pl: Podaj gramy na 1U (np. 10 ≙ 1U/10g).
ru: Введите граммы на 1 Ед. (например, 10 ≙ 1 Ед./10 г).
zh_hans: 输入每1U的克数（例如：10 ≙ 1U/10克）。

source: Enter plausible glucose values between 20 and 600 mg/dL (or the equivalent in mmol/L).
de: Gib plausible Glukosewerte zwischen 20 und 600 mg/dL (oder entsprechende mmol/L-Werte) ein.
es: Introduce valores de glucosa plausibles entre 20 y 600 mg/dL (o el equivalente en mmol/L).
fr: Saisissez des valeurs de glycémie plausibles comprises entre 20 et 600 mg/dL (ou leur équivalent en mmol/L).
it: Inserisci valori glicemici plausibili compresi tra 20 e 600 mg/dL (o l’equivalente in mmol/L).
ja: 20～600 mg/dL（またはmmol/Lでの相当値）の範囲内で妥当なグルコース値を入力してください。
nl: Voer aannemelijke glucosewaarden tussen 20 en 600 mg/dL in (of het equivalent in mmol/L).
pl: Wprowadź wiarygodne wartości glukozy od 20 do 600 mg/dL (lub ich odpowiedniki w mmol/L).
ru: Введите допустимые значения глюкозы от 20 до 600 мг/дл (или эквивалентные значения в ммоль/л).
zh_hans: 请输入 20 至 600 mg/dL 之间的合理葡萄糖值（或 mmol/L 的等效值）。

source: Enter the credentials for your [LibreLinkUp follower account](https://www.librelinkup.com/) and press the Connect button. Credentials will be sent automatically to watch app if it is installed. [TROUBLE? TAP TO OPEN HELP](https://flwatch.app/)
de: Geben Sie die Zugangsdaten für Ihr [LibreLinkUp Follower Konto](https://www.librelinkup.com/) ein und drücken Sie "Verbinden". Zugangsdaten werden automatisch an die Watch App gesendet, falls diese installiert ist. [PROBLEME? TIPPEN UM HILFE ZU ÖFFNEN](https://flwatch.app/)
es: Introduzca las credenciales de su [cuenta de seguidor de LibreLinkUp](https://www.librelinkup.com/) y pulse el botón Conectar. Las credenciales se enviarán automáticamente a la aplicación del reloj si está instalada. [¿PROBLEMAS? PULSE PARA ABRIR LA AYUDA](https://flwatch.app/)
fr: Saisissez les identifiants de votre [compte LibreLinkUp follower](https://www.librelinkup.com/) et appuyez sur le bouton Connecter. Les identifiants seront automatiquement envoyés à l'application Watch si elle est installée. [PROBLÈME ? APPUYEZ POUR OUVRIR L'AIDE](https://flwatch.app/)
it: Inserisci le credenziali del tuo [account LibreLinkUp follower](https://www.librelinkup.com/) e premi il pulsante Connetti. Le credenziali saranno inviate automaticamente all'app dell'orologio, se installata. [PROBLEMI? TOCCA PER APRIRE LA GUIDA](https://flwatch.app/)
ja: [LibreLinkUpフォロワーアカウント](https://www.librelinkup.com/)の認証情報を入力し、接続ボタンを押してください。アプリがインストールされている場合、認証情報は自動的にウォッチアプリに送信されます。 [トラブル？タップしてヘルプを開く](https://flwatch.app/)
nl: Voer de inloggegevens van je [LibreLinkUp-volgeraccount](https://www.librelinkup.com/) in en druk op de knop Connect. De inloggegevens worden automatisch naar de watch-app verzonden als deze is geïnstalleerd. [PROBLEMEN? TIK OM DE HULP TE OPENEN](https://flwatch.app/)
pl: Wpisz dane logowania do swojego [konta obserwatora LibreLinkUp](https://www.librelinkup.com/) i naciśnij przycisk Connect. Dane logowania zostaną automatycznie wysłane do aplikacji na zegarku, jeśli jest zainstalowana. [POTRZEBUJESZ POMOCY? STUKNIJ, ABY OTWORZYĆ POMOC](https://flwatch.app/)
ru: Введите учетные данные для своей [учетной записи наблюдателя LibreLinkUp](https://www.librelinkup.com/) и нажмите кнопку Connect. Учетные данные будут автоматически отправлены в приложение на часах, если оно установлено. [ПРОБЛЕМЫ? НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ СПРАВКУ](https://flwatch.app/)
zh_hans: 输入您的 [LibreLinkUp 追踪账户](https://www.librelinkup.com/) 凭据并点击“连接”按钮。若已安装手表应用，凭据将自动发送至该应用。 [遇到问题？点击打开帮助](https://flwatch.app/)

source: Enter your LibreView Patient UUID above first — takeover and parallel join need it.
de: Gib oben zuerst deine LibreView-Patienten-UUID ein – Übernahme und parallele Verbindung benötigen sie.
es: Introduce primero arriba tu UUID de paciente de LibreView; la toma de control y la conexión paralela lo necesitan.
fr: Saisissez d’abord ci-dessus votre UUID patient LibreView : la reprise et la connexion parallèle en ont besoin.
it: Inserisci prima qui sopra l’UUID paziente LibreView: è necessario per l’acquisizione e la connessione parallela.
ja: 先に上の欄へLibreView患者UUIDを入力してください。引き継ぎと並列接続に必要です。
nl: Vul hierboven eerst je LibreView-patiënt-UUID in; overnemen en parallel verbinden hebben deze nodig.
pl: Najpierw wpisz powyżej identyfikator UUID pacjenta LibreView — jest wymagany do przejęcia i połączenia równoległego.
ru: Сначала введите выше UUID пациента LibreView — он нужен для перехвата и параллельного подключения.
zh_hans: 请先在上方输入LibreView患者UUID，接管和并行连接需要此信息。

source: Error message: %@
de: Fehlermeldung: %@
fr: Message d'erreur : %@
it: Messaggio di errore: %@
ja: エラーメッセージ: %@
nl: Foutmelding: %@
pl: Komunikat błędu: %@
ru: Сообщение об ошибке: %@
zh_hans: 错误信息：%@

source: Export glucose and insulin data to Apple Health
de: Glukose- und Insulindaten in Apple Health exportieren
es: Exportar los datos de glucosa e insulina a Apple Health
fr: Exporter les données de glucose et d’insuline vers Apple Health
it: Esporta i dati di glucosio e insulina in Apple Health
ja: 血糖値とインスリンのデータをApple Healthに書き出す
nl: Exporteer glucose- en insulinegegevens naar Apple Health
pl: Eksportuj dane glukozy i insuliny do Apple Health
ru: Экспортировать данные о глюкозе и инсулине в Apple Health
zh_hans: 将血糖和胰岛素数据导出到 Apple Health
